Repository: malvinas2/repository.example
Catalog: repo/script.videoextras/resources/language/Czech/strings.po
Languages: cs

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
cs: Přidej Video bonusy k Filmům a TV seriím

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
cs: Poskytuje způsob jak přidat Bonusy do vaší video knihovny. Instrukce pro nastavení viz. wiki.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.kodi.tv/index.php?title=Add-on:VideoExtras
cs: Tvůrci skinů: http://wiki.kodi.tv/index.php?title=Add-on:VideoExtras

# #32001
source: Extras
cs: Bonusy

# #32002
source: Extras Directory Name
cs: Jméno adresáře pro Bonusy

# #32003
source: Search Nested Directories
cs: Prohledávej vnořené adresáře

# #32004
source: Enable Extras with File Tag
cs: Zapni Bonusy s File Tag

# #32005
source: Extras File Name Tag
cs: Jméno File Tagu pro Bonusy

# #32006
source: Menu to show after playing an extra
cs: Menu po přehrání extra

# #32007
source: Video Selection
cs: Video výběr

# #32008
source: Information
cs: Informace

# #32009
source: Home
cs: Domů

# #32010
source: File System
cs: Souborový systém

# #32011
source: Remote Extras Location
cs: Vzdálené umístění bonusů

# #32012
source: Use Custom Extras Location
cs: Použij uživatelské umístění Bonusů

# #32013
source: Path
cs: Cesta

# #32014
source: Custom Movies Sub-Folder
cs: Uživatelská cesta k podadresáři Filmů

# #32015
source: Custom TV Shows Sub-Folder
cs: Uživatelská cesta k podadresáři TV serií

# #32016
source: Advanced
cs: Pokročilé

# #32017
source: Force Extras Button Display
cs: Vynuť zobrazení tlačítka Bonusy

# #32018
source: Exclude Files Regular Expression
cs: Regulární výraz pro nezahrnování souborů

# #32019
source: Debugging
cs: Ladění

# #32020
source: Enable debug logging
cs: Povolit zaznamenávání ladících informací

# #32021
source: Database
cs: Databáze

# #32022
source: Enable Database Support
cs: Umožni podporu v Databázi

# #32023
source: Operations
cs: Operace

# #32024
source: Clean Database And Cache
cs: Vyčisti Databázi a Cache

# #32025
source: Use Detailed List Screen
cs: Použij obrazovku s detailem seznamu

# #32026
source: Window to show after exiting detailed list
cs: Okno k zobrazení po opuštění detailního seznamu

# #32027
source: Allow caching of extras on startup
cs: Povol caching bonusů při startu

# #32028
source: Browse Extras
cs: Procházej Bonusy

# #32029
source: Custom Music Video Sub-Folder
cs: Uživatelský podadresář pro Hudební videa

# #32030
source: Update advancedsettings.xml File
cs: Updatuj soubor

# #32031
source: Update Confluence Skin
cs: Updatuj Confuence Skin

# #32032
source: Use Custom Images
cs: Použij vlastní obrázky

# #32033
source: Overlay Image
cs: Obrázek pro overlay

# #32034
source: List Image
cs: Obrázek pro bonusy

# #32035
source: Enable YouTube Search Support
cs: Povolit podporu vyhledávání na YouTube

# #32036
source: Enable Vimeo Search Support
cs: Povolit podporu vyhledávání na Vimeo

# #32037
source: Show VideoExtras On Context Menu (Restart Required)
cs: Ukázat Bonusy v kontextovém menu (vyžadován restart)

# #32101
source: Play All
cs: Přehrát vše

# #32102
source: Info
cs: Informace

# #32103
source: No extras found
cs: Nenalezeny žádné bonusy

# #32104
source: Resume from
cs: Pokračuj od

# #32105
source: Start from beginning
cs: Začít od začátku

# #32106
source: Mark as watched
cs: Označit jako zhlédnuté

# #32107
source: Mark as unwatched
cs: Označit jako nezhlédnuté

# #32108
source: Edit title
cs: Upravit název

# #32109
source: Failed to update title
cs: Update titulu skončil chybou

# #32110
source: Movies
cs: Filmy

# #32111
source: TV Shows
cs: Seriály

# #32112
source: Music Videos
cs: Hudební videa

# #32113
source: Plot
cs: Děj

# #32114
source: Edit plot
cs: Editace obsahu

# #32115
source: Failed to update plot
cs: Update obsahu zkončil chybou

# #32116
source: Search YouTube ...
cs: Pro hledej YouTube ...

# #32117
source: Deleted Scenes
cs: Vynechané scény

# #32118
source: Special Features
cs: Specialitky

# #32119
source: Bloopers
cs: Trapasy

# #32120
source: Interviews
cs: Rozhovory

# #32121
source: VFX (Visual Effects)
cs: VFX (Zvláštní efekty)

# #32122
source: Search Vimeo ...
cs: Prohledej Vimeo ...

# #32150
source: This action will update the file advancedsettings.xml to ensure the extras files are handled correctly. Make sure any changes are saved before running. Continue?
cs: Tato akce updatuje soubor advancedsettings.xml a zajistí tak, že soubory bonusů budou správně zobrazeny. Před pokračováním se ujistěte, že jsou všechny změny uloženy. Pokračovat ?

# #32151
source: Unable to update advancedsettings.xml
cs: Nelze updatovat advancedsettings.xml

# #32152
source: Please check the log for more details
cs: Více informací naleznete v souboru se záznamem.

# #32153
source: Invalid advancedsettings.xml, unable to update
cs: Neplatný soubor advancedsettings.xml, update není možný

# #32154
source: advancedsettings.xml update complete
cs: advancedsettings.xml update dokončen

# #32155
source: This will update your Confluence Skin to include the VideoExtras features. Continue?
cs: Tato akce updatuje Confluence skin tak, aby podporoval bonusy pomocí doplňku VideoExtras. Pokračovat ?

# #32156
source: Unable to update the Confluence skin
cs: Není možno updatovat Confluence skin.

# #32157
source: Not all files were updated as expected
cs: Ne všechny souboru byly updatovány tak jak se očekávalo.

# #32158
source: Confluence Skin Updated
cs: Confluence Skin updatován

# #32159
source: It is recommended that you now restart Kodi
cs: Je doporučeno restartovat Kodi

# #32160
source: Unable to create files in the confluence skin directory.
cs: Není možné vytvořit soubory v adresáři skinu Confluence.

# #32161
source: Please make sure the directory is writable by the user running Kodi.
cs: Ujistěte se, že uživatel, který spoustil Kodi má práva k zápisu do adresáře.
