Repository: malvinas2/repository.example
Catalog: repo/script.videoextras/resources/language/*/strings.po
Languages: spanish

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
spanish: Añadir extras de vídeo para sus películas y programas de televisión.

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
spanish: Proporciona una manera de añadir extras de vídeos a su biblioteca. Mira el wiki para instrucciones de instalación.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.kodi.tv/index.php?title=Add-on:VideoExtras
spanish: Desarrolladores, por favor ver el Wiki para saber como integrarlo en tu Skin http://wiki.kodi.tv/index.php?title=Add-on:VideoExtras

# #32002
source: Extras Directory Name
spanish: Nombre de carpeta para extras

# #32003
source: Search Nested Directories
spanish: Buscar en carpetas anidadas

# #32004
source: Enable Extras with File Tag
spanish: Habilitar extras con la etiqueta del archivo

# #32005
source: Extras File Name Tag
spanish: Extras con el nombre de la etiqueta del archivo

# #32006
source: Menu to show after playing an extra
spanish: Mostra menú después de reproducir un extra

# #32007
source: Video Selection
spanish: Selección de vídeo

# #32008
source: Information
spanish: Información

# #32009
source: Home
spanish: Inicio

# #32010
source: File System
spanish: Sistema de archivos

# #32011
source: Remote Extras Location
spanish: Ubicación remota de extras

# #32012
source: Use Custom Extras Location
spanish: Usar ubicación por defecto para extras

# #32013
source: Path
spanish: Ruta

# #32014
source: Custom Movies Sub-Folder
spanish: Subcarpeta por defecto para películas

# #32015
source: Custom TV Shows Sub-Folder
spanish: Subcarpeta por defecto para series

# #32016
source: Advanced
spanish: Avanzado

# #32017
source: Force Extras Button Display
spanish: Forzar visualización del botón de extras

# #32018
source: Exclude Files Regular Expression
spanish: Excluir archivos de expresiones regulares

# #32019
source: Debugging
spanish: Depuración

# #32020
source: Enable debug logging
spanish: Habilitar trazas de depuración

# #32021
source: Database
spanish: Base de Datos

# #32022
source: Enable Database Support
spanish: Habilitar el soporte de base de datos

# #32023
source: Operations
spanish: Operaciones

# #32024
source: Clean Database And Cache
spanish: Limpiar base de datos y memoria caché

# #32025
source: Use Detailed List Screen
spanish: Usar pantalla de lista detallada

# #32026
source: Window to show after exiting detailed list
spanish: Mostar ventana después de salir de la lista detallada

# #32027
source: Allow caching of extras on startup
spanish: Almacenar en caché los extras en el arranque

# #32028
source: Browse Extras
spanish: Examinar Extras

# #32029
source: Custom Music Video Sub-Folder
spanish: Subcarpeta por defecto para vídeos musicales

# #32030
source: Update advancedsettings.xml File
spanish: Actualizar archivo advancedsettings.xml

# #32031
source: Update Confluence Skin
spanish: Actualizar la confluencia de carcasas

# #32032
source: Use Custom Images
spanish: Usar imágenes personalizadas

# #32033
source: Overlay Image
spanish: Sobreponer imagen

# #32034
source: List Image
spanish: Listar imagen

# #32101
source: Play All
spanish: Reproducir todo

# #32102
source: Info
spanish: Información

# #32103
source: No extras found
spanish: Ningún extra encontrado

# #32104
source: Resume from
spanish: Volver a empezar desde

# #32105
source: Start from beginning
spanish: Comenzar desde el principio

# #32106
source: Mark as watched
spanish: Marcar como visto

# #32107
source: Mark as unwatched
spanish: Marcar como No Visto

# #32108
source: Edit title
spanish: Editar titulo

# #32109
source: Failed to update title
spanish: Fallo al actualizar el titulo

# #32110
source: Movies
spanish: Películas

# #32111
source: TV Shows
spanish: Series TV

# #32112
source: Music Videos
spanish: Videoclips

# #32113
source: Plot
spanish: Argumento

# #32114
source: Edit plot
spanish: Editar trama

# #32115
source: Failed to update plot
spanish: Falló al actualizar trama

# #32150
source: This action will update the file advancedsettings.xml to ensure the extras files are handled correctly. Make sure any changes are saved before running. Continue?
spanish: Esta acción actualizara el archivo advancedsettings.xml para asegurar que los archivos adicionales sean manipulados correctamente. Asegurese de que cualquier cambio sea guardado antes de ejecutar. Continuar?

# #32151
source: Unable to update advancedsettings.xml
spanish: No se puede actulizar advancedsettings.xml

# #32152
source: Please check the log for more details
spanish: Por favor revisar el registro para mas detalles

# #32153
source: Invalid advancedsettings.xml, unable to update
spanish: Advancedsettings.xml invalido, no se puede actualizar

# #32154
source: advancedsettings.xml update complete
spanish: advancedsettings.xml actualización completa

# #32155
source: This will update your Confluence Skin to include the VideoExtras features. Continue?
spanish: Esto actualizará tu confluencia de carcasas para incluir las opciones adicionales de vídeo. Continuar?

# #32156
source: Unable to update the Confluence skin
spanish: No se puede actualizar la confluencia de carcasas

# #32157
source: Not all files were updated as expected
spanish: No todos los archivos fueron actualizados como se esperaba

# #32158
source: Confluence Skin Updated
spanish: Confluencia de carcasas actualizado

# #32159
source: It is recommended that you now restart Kodi
spanish: Es recomendado que reinicie ahora Kodi

# #32160
source: Unable to create files in the confluence skin directory.
spanish: No se puede crear archivos en el directorio de confluencia de carcasas

# #32161
source: Please make sure the directory is writable by the user running Kodi.
spanish: Por favor asegúrese que el directorio este habilitado para escritura para el usuario que esta ejecutando Kodi
