Repository: malvinas2/repository.example
Catalog: repo/script.videoextras/resources/language/Polish/strings.po
Languages: pl

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
pl: Wparcie dodatkowych materiałów dla filmów i seriali telewizyjnych.

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
pl: Umożliwia dodanie dodatkowych materiałów wideo do biblioteki wideo. Zapoznaj się z informacjami na stronach Wiki w celu poprawnej konfiguracji.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.kodi.tv/index.php?title=Add-on:VideoExtras
pl: Twórcy skór powinni zapoznać się z informacjami na stronach Wiki, aby dowiedzieć więcej o integracji z dodatkiem: http://wiki.kodi.tv/index.php?title=Add-on:VideoExtras

# #32001
source: Extras
pl: Dodatkowe materiały

# #32002
source: Extras Directory Name
pl: Nazwa folderu materiałów dodatkowych

# #32003
source: Search Nested Directories
pl: Uwzględniaj podfoldery

# #32004
source: Enable Extras with File Tag
pl: Używaj materiałów dodatkowych w plikach ze znacznikiem

# #32005
source: Extras File Name Tag
pl: Nazwa znacznika pliku materiałów dodatkowych

# #32006
source: Menu to show after playing an extra
pl: Pokazuj menu po odtworzeniu dodatkowych materiałów

# #32007
source: Video Selection
pl: Wybór wideo

# #32008
source: Information
pl: Informacje

# #32009
source: Home
pl: Ekran startowy

# #32010
source: File System
pl: System plików

# #32011
source: Remote Extras Location
pl: Zdalna lokalizacja materiałów

# #32012
source: Use Custom Extras Location
pl: Używaj niestandardowej lokalizacji materiałów

# #32013
source: Path
pl: Ścieżka

# #32014
source: Custom Movies Sub-Folder
pl: Niestandardowy podfolder filmów

# #32015
source: Custom TV Shows Sub-Folder
pl: Niestandardowy podfolder seriali

# #32016
source: Advanced
pl: Zaawansowane

# #32017
source: Force Extras Button Display
pl: Wymuszaj wyświetlanie przycisku dodatku

# #32018
source: Exclude Files Regular Expression
pl: Ignoruj pliki pasujące do wyrażenia regularnego

# #32019
source: Debugging
pl: Diagnostyka

# #32020
source: Enable debug logging
pl: Rejestruj komunikaty diagnostyczne

# #32021
source: Database
pl: Baza danych

# #32022
source: Enable Database Support
pl: Wspieraj obsługę bazę danych

# #32023
source: Operations
pl: Operacje

# #32024
source: Clean Database And Cache
pl: Wyczyść bazę danych i bufor

# #32025
source: Use Detailed List Screen
pl: Wyświetlaj listę szczegółową

# #32026
source: Window to show after exiting detailed list
pl: Wyświetlaj okno po wyjściu z listy szczegółowej

# #32027
source: Allow caching of extras on startup
pl: Buforuj materiału dodatkowe po uruchomieniu

# #32028
source: Browse Extras
pl: Przeglądaj materiały dodatkowe

# #32029
source: Custom Music Video Sub-Folder
pl: Niestandardowy fodfolder teledysków

# #32030
source: Update advancedsettings.xml File
pl: Aktualizuj plik advancedsettings.xml

# #32031
source: Update Confluence Skin
pl: Aktualizuj skórę Confluence

# #32032
source: Use Custom Images
pl: Używaj niestandardowych obrazów

# #32033
source: Overlay Image
pl: Obraz nakładki

# #32034
source: List Image
pl: Obraz listy

# #32035
source: Enable YouTube Search Support
pl: Aktywuj obsługę przeszukiwania YouTube

# #32036
source: Enable Vimeo Search Support
pl: Aktywuj obsługę wyzukiwania w Vimeo

# #32037
source: Show VideoExtras On Context Menu (Restart Required)
pl: Pokazuj skrót to dodatku w menu kontekstowym (wymagane ponowne uruchomienie)

# #32101
source: Play All
pl: Odtwarzaj wszystko

# #32102
source: Info
pl: Informacje

# #32103
source: No extras found
pl: Nie znaleziono materiałów dodatkowych

# #32104
source: Resume from
pl: Wznawiaj od

# #32105
source: Start from beginning
pl: Zacznij od początku

# #32106
source: Mark as watched
pl: Oznacz jako obejrzane

# #32107
source: Mark as unwatched
pl: Oznacz jako nieobejrzane

# #32108
source: Edit title
pl: Edytuj tytuł

# #32109
source: Failed to update title
pl: Nieudana aktualizacja tytułu

# #32110
source: Movies
pl: Filmy

# #32111
source: TV Shows
pl: Seriale

# #32112
source: Music Videos
pl: Teledyski

# #32113
source: Plot
pl: Fabuła

# #32114
source: Edit plot
pl: Edytuj fabułę

# #32115
source: Failed to update plot
pl: Nieudana aktualizacja fabuły

# #32116
source: Search YouTube ...
pl: Przeszukaj YouTube...

# #32117
source: Deleted Scenes
pl: Sceny usunięte

# #32118
source: Special Features
pl: Materiały dodatkowe

# #32119
source: Bloopers
pl: Wpadki

# #32120
source: Interviews
pl: Wywiady

# #32121
source: VFX (Visual Effects)
pl: VFX (Efekty wizualne)

# #32122
source: Search Vimeo ...
pl: Wyszukaj w Vimeo...

# #32150
source: This action will update the file advancedsettings.xml to ensure the extras files are handled correctly. Make sure any changes are saved before running. Continue?
pl: Ta operacja zaktualizuje plik advancedsettings.xml o ustawienia zapewniające poprawne działanie dodatku. Upewnij się, że zapisano wprowadzone zmiany przed uruchomieniem. Kontynuować?

# #32151
source: Unable to update advancedsettings.xml
pl: Nieudana aktualizacja pliku advancedsettings.xml

# #32152
source: Please check the log for more details
pl: Sprawdź szczegóły w pliku dziennika

# #32153
source: Invalid advancedsettings.xml, unable to update
pl: Niepoprawny plik advancedsettings.xml

# #32154
source: advancedsettings.xml update complete
pl: Aktualizacja pliku advancedsettings.xml zakończona pomyślnie

# #32155
source: This will update your Confluence Skin to include the VideoExtras features. Continue?
pl: Ta operacja zaktualizuje skórę Confluence o funkcje materiałów dodatkowych. Kontynuować?

# #32156
source: Unable to update the Confluence skin
pl: Aktualizacja skóry Confluence niemożliwa

# #32157
source: Not all files were updated as expected
pl: Nie wszystkie pliki zostały zaktualizowane poprawnie

# #32158
source: Confluence Skin Updated
pl: Zaktualizowano skórę Confluence

# #32159
source: It is recommended that you now restart Kodi
pl: Zaleca się ponowne uruchomienie Kodi

# #32160
source: Unable to create files in the confluence skin directory.
pl: Utworzenie plików w folderze skóry Confluence jest niemożliwe.

# #32161
source: Please make sure the directory is writable by the user running Kodi.
pl: Upewnij się, że użytkownik uruchamiający Kodi ma uprawnienia do zapisu w tym folderze.
